<template>
    <v-content>          
        <v-container>
            <v-layout row wrap>  
                <v-flex>
                    <h1 class="display-1 mt-1 text-xs-center">Отзывы</h1>  
                </v-flex>
            </v-layout>
            <hr class="grey lighten-5 mt-4 mb-4 hidden-sm-and-down">
            <v-layout row>
                <v-flex>  
                    <div class="feedback mb-3">
                        <h5 class="mb-2">Name, date, object</h5>
                        <p>Отзыв1. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв1. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв1. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв1. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                    </div>
                    <div class="feedback mb-3">
                        <h5 class="mb-2">Name, date, object</h5>
                        <p>Отзыв2. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв2. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв2. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                        <p>Отзыв2. Апартаменты находятся в районе Биела (Черногория), в 400 метрах от моря и пляжа. В пешей доступности магазины первой необходимости, палатки со свежими фруктами, пекарни со свежей выпечкой.</p>
                    </div>
                </v-flex>               
            </v-layout> 
        </v-container>
    </v-content>
</template>

<script>    
    export default {
        mounted () { },
        data: () => ({
            
        })        
    }
</script>

<style scoped>

</style>