<template>     
    <v-container grid-list-xl>
        <h2 class="text-xs-center mt-4 font-weight-bold">Отдых в Черногории в 2019 году. Часто задаваемые вопросы.</h2>
        <h3 class="text-xs-center mt-5 mb-3 blue--text">КУРОРТЫ И ГОРОДА В ЧЕРНОГОРИИ: КУДА ЛУЧШЕ ПОЕХАТЬ?</h3>
        <v-layout v-bind="columnOrRow">
            <v-flex>                    
                <h4 class="mb-2">Будванская ривьера</h4>
                <div>
                    <p>Открытое море. Лучшие пляжи в Черногории, преимущественно песчано-галечные. Главные курортные места: <i>Будва, Бечичи, Рафаиловичи, Свети Стефан (Близикуче), Петровац, Булярица.</i></p>
                </div>                       
            </v-flex>
            <v-flex>                    
                <h4 class="mb-2">Бока-Которский залив</h4>
                <div>
                    <p><i>Котор, Пераст, Рисан.</i> Много старинных зданий, каменных улочек, древних церквей, памятников и достопримечательностей. Идеальное место для культурного отдыха. Пляжей почти нет. Купаться можно, ныряя с каменных плит на набережных, либо  использовать небольшие понтоны с лесенками в воду. Открытого моря нет.</p>
                    <p><i>Герцег-Нови, Кумбор, Биела</i>. Спокойное, чистое и глубокое море. Пляжи - мелкая галька. Самый зеленый и живописный регион, который называют «ботаническим садом» Черногории. Тихий курорт для семейного и романтического отдыха.</p>
                </div>                       
            </v-flex>
            <v-flex>                    
                <h4 class="mb-2">Барская ривьера</h4>
                <div>
                    <p><i>Бар</i> — это крупный деловой и промышленный центр с кварталами офисов и торговым портом. Русскоязычных туристов мало, цены ниже. Пляж в Баре галечный, купающихся немного. Туристы приезжают сюда в основном за покупками.</p>
                    <p><i>Добры Воды, Шушань, Сутоморе</i> — много туристов (в основном сербы), мало туристической инфраструктуры и пляжей.</p>
                    <p><i>Ульцинь</i> — мусульманско-албанский край Черногории. Пляж - <i>Велика Плажа</i> протяженностью 13 км. Самый ветреный регион. Идеальное место для  кайтсерфинга.</p>
                </div>                       
            </v-flex>
        </v-layout>
    </v-container>
</template>


<script>
    export default {
        data: () => ({ }),
        computed: {
            columnOrRow () {
                const binding = {}
                
                if (this.$vuetify.breakpoint.smAndDown) {
                    binding.column = true; 
                }

                return binding;
            }
        }
    }
</script>


<style scoped>

</style>
