<template>     
    <v-container grid-list-xl column> 
        <v-layout column>
            <v-flex> 
                <h3 class="blue--text mb-2">КАКОЕ МОРЕ В ЧЕРНОГОРИИ?</h3>
                <p>Адриатическое море с чистой (прозрачность воды до 60 м) и лазурной водой, но при этом не самое теплое. Вода очень соленая (содержание природной соли 40 %) и богата минералами. Пляжный сезон в Черногории начинается в начале мая, а заканчивается в середине октября.</p>
            </v-flex>
            <v-flex> 
                <h3 class="blue--text mb-2">КАКОЕ МОРЕ В ЧЕРНОГОРИИ?</h3>
                <p>Адриатическое море с чистой (прозрачность воды до 60 м) и лазурной водой, но при этом не самое теплое. Вода очень соленая (содержание природной соли 40 %) и богата минералами. Пляжный сезон в Черногории начинается в начале мая, а заканчивается в середине октября.</p>
            </v-flex>
            <v-flex> 
                <h3 class="blue--text mb-2">КАКОЕ МОРЕ В ЧЕРНОГОРИИ?</h3>
                <p>Адриатическое море с чистой (прозрачность воды до 60 м) и лазурной водой, но при этом не самое теплое. Вода очень соленая (содержание природной соли 40 %) и богата минералами. Пляжный сезон в Черногории начинается в начале мая, а заканчивается в середине октября.</p>
            </v-flex>
        </v-layout>    
    </v-container>
</template>


<script>
    export default {
        data: () => ({  })
    }
</script>


<style scoped>
        
</style>
